export const experince = [
    {
      date: "เมษายน 2024 – ตุลาคม 2024",
      position: "Fullstack Developer (ฝึกงาน)",
      company: "บริษัท ตาตง นครสวรรค์ จำกัด",
      description: [
        "พัฒนาระบบสารสนเทศสำหรับการขนส่งในช่วงฝึกงานสหกิจ",
        "วิเคราะห์ ออกแบบ และพัฒนาระบบ โดยใช้ PHP, JavaScript, Laravel, Tailwind CSS",
        "ออกแบบและจัดการฐานข้อมูลเพื่อจัดเก็บข้อมูลการขนส่งอย่างมีประสิทธิภาพ",
        "พัฒนาแอปพลิเคชันเพื่อให้ผู้ใช้งานสามารถติดตามสถานะการขนส่ง และวางแผนเส้นทางได้จริง",
      ],
    },
    {
      date: "กุมภาพันธ์ 2023 – เมษายน 2023",
      position: "เจ้าหน้าที่ IT Support (ฝึกงาน)",
      company: "บริษัท แอดไวซ์ ไอที อินฟินิท จำกัด สาขานครสวรรค์",
      description: [
        "ประกอบคอมพิวเตอร์ตั้งแต่ต้นจนเสร็จ",
        "ติดตั้งระบบปฏิบัติการและซอฟต์แวร์พื้นฐาน",
        "แก้ไขปัญหาฮาร์ดแวร์และซอฟต์แวร์เบื้องต้นให้กับลูกค้าและทีมงาน",
      ],
    },
  ];